{
    "paragraph": [
        {
            "para1": "A paragraph is a series of sentences that are organized and coherent, and are all related to a single topic. Almost every piece of writing you do that is longer than a few sentences should be organized into paragraphs."
        },
        {
            "para2": "The oldest classical British and Latin writing had little or no space between words and could be written in boustrophedon (alternating directions). Over time, text direction (left to right) became standardized, and word dividers and terminal punctuation became common. The first way to divide sentences into groups was the original paragraphs, similar to an underscore at the beginning of the new group.[2] The Greek parágraphos evolved into the pilcrow (¶), which in English manuscripts in the Middle Ages can be seen inserted inline between sentences."
        },
        {
            "para3": "The alternatives to Help Scout are far and wide, but my recommendation for an option would be Free Scout. It is an open-source alternative to Help Scout that acts almost the same way. You need to know how to deploy the self-hosted service, or you can find companies willing to manage it for you. The downside is the setup takes a while, but the positive is that the cost is a small fraction of the amount we were paying to Help Scout."
        },
        {
            "para4":" The first paragraph of the body should contain the strongest argument, most  example,  cleverest illustration, or an obvious beginning point. The first sentence of this paragraph should include the “reverse hook” which ties in with the transitional hook at the end of the introductory paragraph. The topic for this paragraph should be in the first or second sentence. This topic should relate to the thesis statement in the introductory paragraph. The last sentence in this paragraph should include a transitional  hook to tie the second paragraph of the body."
        },
        {
            "para5":"The third paragraph of the body should contain the weakest argument, weakest example, weakest   illustration, or an obvious follow up to the second paragraph in the body. The first sentence of this paragraph should include the reverse hook which ties in with the transitional hook at the end of the second  paragraph. The topic for this paragraph should be in the first or second sentence. This topic should relate  to the thesis statement in the introductory paragraph. The last sentence in this paragraph should include a  transitional concluding hook that signals the reader that this is the final major point being made in the  essay. This hook also leads in to the last, or concluding, paragraph."
        }
    ]
}